 /*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2019 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.write" = "联系我们";
"zanalytics.bug.alert.about" = "关于";
"zanalytics.bug.alert.from" = "自";
"zanalytics.bug.alert.imagelimitreached" = "已达到最大限制";
"zanalytics.bug.alert.imagelimits" = "您最多只能附加 10 张图像";
"zanalytics.bug.alert.macheader" = "请与我们分享反馈或报告错误并提供附件供我们参考";

"zanalytics.bug.alert.recordedclip" = "录制的片段";


"zanalytics.bug.alert.anonymalert" = "始终建议用您的电子邮件地址分享反馈意见。如果您未分享电子邮件地址，我们将无法联系您以通报该事项进展。";
"zanalytics.bug.alert.quitfeedback" = "是否确定要离开？";
"zanalytics.feedback.navbar.title.noscreenshots" = "无屏幕截图可用";
"zanalytics.feedback.navbar.title.screenshots" = "屏幕截图";
"zanalytics.feedback.navbar.title.snap" = "快拍";
"zanalytics.feedback.navbar.title.compose" = "撰写";

"zanalytics.bug.alert.cancel"               = "不";
"zanalytics.bug.alert.title"                = "想要反馈信息吗？";
"zanalytics.feedback.navbar.title.feedback"             = "反馈";
"zanalytics.feedback.navbar.title.reportbug"            = "报告Bug";
"zanalytics.feedback.navbar.title.helpme"               = "寻求帮助";

"zanalytics.feedback.navbar.title.systemlogs"             = "系统日志";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "诊断信息";

"zanalytics.bug.alert.dontshowagain"            = "不再显示";
"zanalytics.bug.alert.title.helpme"            = "寻求帮助";

"zanalytics.bug.alert.message.savetolocal"         = "抱歉，我们无法发送Bug报告，您想保存截图吗？";



"zanalytics.feedback.email.title"                = "电子邮件地址";


"zanalytics.bug.detectscreen.title"       = "发现Bug了吗？";

"zanalytics.bug.alert.detectscreen.yes"                      = "是";
"zanalytics.bug.alert.detectscreen.no"                       = "否";
"zanalytics.bug.alert.detectscreen.share" = "共享";
"zanalytics.bug.alert.detectscreen.dontshow" = "不再显示";

"zanalytics.bug.annotate.button.title"                       = "用以下工具对该Bug添加注释";


"zanalytics.feedback.failed.alert.description" = "无法发送反馈，请重试！";


"zanalytics.feedback.success.alert.description" = "感谢您提交反馈！";


"zanalytics.feedback.common.alert.title.add.photos" = "添加图片";
"zanalytics.feedback.common.alert.title.alert" = "提醒";
"zanalytics.feedback.common.button.title.back" = "返回";
"zanalytics.feedback.common.button.title.cancel" = "取消";
"zanalytics.feedback.common.button.title.close" = "关闭";
"zanalytics.feedback.common.button.title.ok" = "确定";

"zanalytics.feedback.textview.placeholder"           = "我们非常重视您的反馈意见。请告知我们做得如何。";
"zanalytics.bug.textview.placeholder"           = "您在使用此应用的过程当中遇到问题了吗？欢迎告知我们。";
"zanalytics.help.textview.placeholder"           = "我们将竭力解决问题，为您提供帮助！";

"zanalytics.feedback.add.photos.alert.description" = "您还没有附加图片，请打开图库添加图片！";

"zanalytics.feedback.add.photos.alert.open" = "打开图片";


"zanalytics.feedback.access.photos.alert.description" = "请在“设置 > 隐私 > 相册 >%@”中打开“%@”的图片访问权限";

"zanalytics.feedback.access.photos.alert.settings" = "设置";

"zanalytics.feedback.label.title.anonymous" = "匿名";

"zanalytics.feedback.navbar.button.title.send" = "发送";
"zanalytics.feedback.navbar.button.title.next" = "下一个";
"zanalytics.feedback.navbar.button.title.done" = "完成";
"zanalytics.feedback.navbar.button.title.editphotos" = "编辑图片";
"zanalytics.feedback.navbar.button.title.addmore" = "添加更多";
"zanalytics.feedback.navbar.button.title.attach" = "附加";
"zanalytics.feedback.navbar.button.title.delete" = "删除";


"zanalytics.feedback.navbar.title.taptoedit" = "点击以编辑";
"zanalytics.feedback.navbar.title.editor" = "编辑者";
"zanalytics.feedback.navbar.title.choosephotos" = "选择图片";
"zanalytics.feedback.navbar.title.selectphotos" = "选择图片";
"zanalytics.feedback.navbar.title.photoselected" = "图片已选中";
"zanalytics.feedback.navbar.title.photosselected" = "图片已选中";

"zanalytics.feedback.accessory.title.systemlogs" = "包含系统日志";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "包含诊断信息";
"zanalytics.feedback.accessory.button.title.view" = "视图";

"zanalytics.feedback.picker.image.notfound" = "未找到图片";

"zanalytics.feedback.attachments.title" = "附件(%i)";

"zanalytics.feedback.privacy.consent.description" = "我们建议您包括控制台日志和诊断信息，因为这将帮助我们的开发人员更好地了解您分享的反馈。";

"zanalytics.feedback.privacy.consent.clogs.title" = "控制台日志";

"zanalytics.feedback.privacy.consent.dinfo.title" = "诊断信息";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "其他资讯";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "设备信息";

"zanalytics.feedback.privacy.consent.cancel" = "取消";

"zanalytics.feedback.privacy.consent.openmailapp" = "在邮件中打开";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "一律发送";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "记录问题";
"issuerecordscreen.label.close" = "关闭";
"issuerecordscreen.label.failedtoinitiate" = "未能启动屏幕录制";
"issuerecordscreen.label.failuremultiwindow" = "您尝试录制的内容处于多窗口模式，目前不支持该模式下的录制。请切换至全屏模式";
"issuerecordscreen.label.nointerneterror" = "屏幕录制需要互联网连接。请连接互联网后继续。";
"issuerecordscreen.label.ok" = "确定";
"issuerecordscreen.label.recordinginfo" = "快速记录您遇到的问题，并将其发送给我们的支持团队，以便于理解和快速协助。";
"issuerecordscreen.label.iagreetext" = "我同意并允许收集所需数据。查看详细信息";
"issuerecordscreen.label.optiontotrim" = "您可以选择修剪、编辑和批注录制的视频。";
"issuerecordscreen.label.startrecording" = "开始录制";
"issuerecordscreen.label.endrecording" = "结束录制";
"issuerecordscreen.label.recordinginprogress" = "正在录制中！";
"issuerecordscreen.label.quicktipstext" = "快速提示";
"issuerecordscreen.label.quicktips1" = "屏幕录制最长可为 5 分钟。";
"issuerecordscreen.label.quicktips2" = "您可以修剪、编辑和批注录制的视频。";
"issuerecordscreen.label.quicktips3" = "屏幕录制时请勿关闭应用程序。";
"issuerecordscreen.label.quicktips4" = "如需了解更多信息，请访问我们的帮助文档";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "经您同意后，将收集以下数据：";
"dataconsentscreen.label.consent1" = "您的 IP 地址和录制过程中生成的控制台日志";
"dataconsentscreen.label.consent2" = "您的环境详细信息（如设备名称、操作系统版本等）。";
"dataconsentscreen.label.consent3" = "设备性能指标（如内存、网络连接时间等）";
"dataconsentscreen.label.consent4" = "设备窗口的屏幕录制";
"dataconsentscreen.label.consent5" = "默认情况下，屏幕录制期间会录制音频。但您可以在提交前将音轨静音或重新录制。";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "麦克风访问已禁用";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "请前往“设置”并开启麦克风以录制音频。";
"videoannotationscreen.alert.microphonedisablediphone" = "麦克风访问已禁用。请前往“设置”并开启麦克风以录制音频。";

// General
"general.label.recordingintiationfailed" = "屏幕录制启动失败。请重试";
"general.label.ok" = "确定";
"general.label.submit" = "提交";
"general.label.done" = "完成";
"general.label.cancel" = "取消";
"general.label.settings" = "设置";
"general.label.erroroccured" = "发生错误";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "文件大小已超过限制。文件大小不得超过 3 MB";
"issuesubmissionscreen.label.attachfiles" = "附加文件";
"issuesubmissionscreen.label.newrecording" = "新建录制内容";
"issuesubmissionscreen.label.editrecording" = "编辑录制内容";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "无音频曲目";
"videoannotationscreen.label.shapeborderwidth" = "边框宽度";
"videoannotationscreen.label.shapelineopacity" = "不透明度";
"videoannotationscreen.label.shapetextsize" = "文本大小";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "元素时长超过视频长度";
"videoannotationscreen.alert.notallowed" = "不允许";
"videoannotationscreen.alert.deleteexisitingaudio" = "请在录制新音频前删除现有音频。";
"videoannotationscreen.alert.textlimitreached" = "已达到限制";
"videoannotationscreen.alert.textdeleteexisting" = "请删除部分现有文本。";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "请在录制音频前暂停视频";
"videoannotationscreen.alert.changesnotsaved" = "您的更改尚未保存。确定要继续吗？";
"videoannotationscreen.alert.proceed" = "继续";
"videoannotationscreen.alert.stroketypesolid" = "实线";
"videoannotationscreen.alert.stroketypedashed" = "虚线";
"videoannotationscreen.alert.entertext" = "输入文本";

"videoannotationscreen.label.trim" = "修剪";
"videoannotationscreen.label.mask" = "蒙版";
"videoannotationscreen.label.shapes" = "形状";
"videoannotationscreen.label.text" = "文字";
"videoannotationscreen.label.audio" = "音频";
"videoannotationscreen.label.block" = "阻止";
"videoannotationscreen.label.blur" = "虚化";
"videoannotationscreen.label.rectangle" = "矩形";
"videoannotationscreen.label.oval" = "椭圆";
"videoannotationscreen.label.arrow" = "箭头";
"videoannotationscreen.label.color" = "颜色";
"videoannotationscreen.label.width" = "宽度";
"videoannotationscreen.label.style" = "样式";
"videoannotationscreen.label.edit" = "编辑";
"videoannotationscreen.label.size" = "大小";
"videoannotationscreen.label.background" = "背景";
"videoannotationscreen.label.textregular" = "常规";
"videoannotationscreen.label.textbold" = "粗体";
"videoannotationscreen.label.textitalics" = "斜体";
"videoannotationscreen.label.textbolditalics" = "加粗 - 斜体";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "电子邮件地址";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "屏幕录制摘要";
"issuesubmissionform.label.subjectdisplayname" = "主题";
"issuesubmissionform.label.subjectplaceholder" = "输入主题";
"issuesubmissionform.label.addtoexistingticket" = "添加到现有工单";
"issuesubmissionform.label.existingticketid" = "现有工单 ID";
"issuesubmissionform.label.enterticketidtolink" = "输入要关联的工单 ID";
"issuesubmissionform.label.issuedescription" = "问题描述";
"issuesubmissionform.label.issuemoredetails" = "提供有关问题的更多详细信息";
"issuesubmissionform.label.submityourissue" = "提交问题";
"issuesubmissionform.alert.videouploadfailed" = "视频上传失败。请重试。";
"issuesubmissionform.alert.thanksmessagetitle" = "感谢您与我们联系！";
"issuesubmissionform.alert.thanksmessagebody" = "我们非常重视您的问题，支持团队将尽快与您联系。祝您生活愉快！";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "上传视频编辑详情失败。请重试。";
"issuesubmissionform.label.entersubject" = "请输入问题主题";
"issuesubmissionform.label.enteremail" = "请输入电子邮件地址";
"issuesubmissionform.label.enterexistingticketid" = "请输入现有工单 ID";
"issuesubmissionform.label.choosephoto" = "选择照片";
"issuesubmissionform.label.browse" = "浏览";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "照片图库访问已禁用。请前往“设置”并开启照片图库以访问照片。";
"issuesubmissionform.alert.accestophotodisabledipad" = "照片图库访问已禁用";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "请前往“设置”并开启照片图库以访问照片。";
"issuesubmissionform.alert.submitting" ="正在提交";
